Repository: jchocola/easy_download_manager
Catalog: lib/l10n/intl_*.arb
Languages: hi, vi

source: About the app
hi: ऐप के बारे में
vi: Về ứng dụng

source: Active
hi: सक्रिय
vi: Hoạt động

source: Add download
hi: डाउनलोड जोड़ें
vi: Tải thêm

source: Additional information
hi: अतिरिक्त जानकारी
vi: Thông tin bổ sung

source: Additional parameters
hi: अतिरिक्त पैरामीटर
vi: Tham số khác

source: Advice
hi: सलाह
vi: Lời khuyên

source: All rights reserved
hi: सर्वाधिकार सुरक्षित
vi: Tất cả các quyền được bảo lưu.

source: Attention
hi: ध्यान दें
vi: Chú ý

source: At the moment, you can download one torrent at a time. We're working on adding support for multiple simultaneous downloads coming soon!
hi: फिलहाल, आप एक समय में केवल एक टॉरेंट डाउनलोड कर सकते हैं। हम जल्द ही कई समकालिक डाउनलोड के लिए समर्थन जोड़ने पर काम कर रहे हैं!
vi: Hiện tại, bạn có thể tải xuống một tệp torrent tại một thời điểm. Chúng tôi đang phát triển tính năng hỗ trợ tải xuống nhiều tệp cùng lúc và sẽ sớm ra mắt!

source: AUDIBLE ALERTS
hi: श्रव्य अलर्ट
vi: CẢNH BÁO ÂM THANH

source: Automatically pause downloads when roaming internationally
hi: अंतर्राष्ट्रीय रोमिंग के दौरान डाउनलोड को स्वचालित रूप से रोकें
vi: Tự động tạm dừng tải xuống khi sử dụng dịch vụ di động quốc tế.

source: AUTOMATIC RENEWAL
hi: स्वचालित नवीनीकरण
vi: TỰ ĐỘNG GIA HẠN

source: BASIC SETTINGS
hi: बुनियादी सेटिंग्स
vi: CÀI ĐẶT CƠ BẢN

source: Build date
hi: बिल्ड की तारीख
vi: Ngày sản xuất

source: By ascending
hi: आरोही क्रम से
vi: Đi lên

source: By date
hi: तारीख के अनुसार
vi: Theo ngày

source: By descending
hi: अवरोही क्रम से
vi: Đi xuống

source: By name
hi: नाम के अनुसार
vi: Theo tên

source: By size
hi: आकार के अनुसार
vi: Theo kích cỡ

source: Cancel
hi: रद्द करें
vi: Huỷ

source: Cannot open file. Maybe file not exists
hi: फ़ाइल नहीं खोली जा सकती। शायद फ़ाइल मौजूद नहीं है
vi: Không thể mở tệp. Có thể tệp không tồn tại

source: CATEGORIES SETTINGS
hi: श्रेणी सेटिंग्स
vi: DANH MỤC CÀI ĐẶT

source: Cloud
hi: क्लाउड

source: Comment
hi: टिप्पणी
vi: Bình luận

source: Completed
hi: पूरा हुआ
vi: Hoàn thành

source: Configure behavior when network connection changes
hi: नेटवर्क कनेक्शन बदलने पर व्यवहार कॉन्फ़िगर करें
vi: Cấu hình hành vi khi kết nối mạng thay đổi

source: Confirm
hi: पुष्टि करें
vi: Xác nhận

source: Continue_text
hi: जारी_रखें_पाठ
vi: Tiếp tục

source: Created by
hi: द्वारा बनाया गया
vi: Được tạo bởi

source: Creation date
hi: निर्माण तिथि
vi: Ngày tạo

source: Dark Mode
hi: डार्क मोड
vi: Chế độ tối

source: Delete
hi: हटाएँ
vi: Xóa

source: Delete file
hi: फ़ाइल हटाएँ
vi: Xóa tệp

source: Developer
hi: डेवलपर
vi: Nhà phát triển

source: Direct download from web server
hi: वेब सर्वर से सीधा डाउनलोड
vi: Tải trực tiếp từ Web Server

source: Download confirmation
hi: डाउनलोड पुष्टि
vi: Xác nhận tải xuống

source: Download details
hi: डाउनलोड विवरण
vi: Chi tiết tải xuống

source: Download error
hi: डाउनलोड त्रुटि
vi: Lỗi tải xuống

source: Download history
hi: डाउनलोड इतिहास
vi: Lịch sử tải xuống

source: Downloading from cloud services
hi: क्लाउड सेवाओं से डाउनलोड हो रहा है
vi: Tải từ dịch vụ đám mây

source: Downloading via Torrent Protocol
hi: टॉरेंट प्रोटोकॉल के माध्यम से डाउनलोड हो रहा है
vi: Tải theo Torrent Protocol

source: Download only via Wi-Fi
hi: केवल Wi-Fi के माध्यम से डाउनलोड करें
vi: Chỉ tải xuống qua Wi-Fi

source: Downloads
hi: डाउनलोड
vi: Tải xuống

source: Downloads will only be available when connected to a Wi-Fi network.
hi: डाउनलोड केवल Wi-Fi नेटवर्क से कनेक्ट होने पर ही उपलब्ध होंगे।
vi: Tải xuống chỉ khả dụng khi kết nối với mạng Wi-Fi.

source: Download type
hi: डाउनलोड का प्रकार
vi: Phương thức tải

source: Download via Wi-Fi
hi: Wi-Fi के माध्यम से डाउनलोड करें
vi: Tải xuống qua Wi-Fi

source: Edit settings
hi: सेटिंग्स संपादित करें
vi: Chỉnh sửa cài đặt

source: EDM- Easy Download Manager
hi: EDM - आसान डाउनलोड मैनेजर

source: Enable “Download only via Wi-Fi” and “Pause when roaming” to save mobile data and reduce costs.
hi: मोबाइल डेटा बचाने और लागत कम करने के लिए “केवल Wi-Fi के माध्यम से डाउनलोड करें” और “रोमिंग के दौरान रोकें” को सक्षम करें।
vi: Bật tùy chọn “Chỉ tải xuống qua Wi-Fi” và “Tạm dừng khi chuyển vùng” để tiết kiệm dữ liệu di động và giảm chi phí.

source: Enable download speed limit
hi: डाउनलोड गति सीमा सक्षम करें
vi: Bật giới hạn tốc độ tải xuống

source: Enable general speed limit
hi: सामान्य गति सीमा सक्षम करें
vi: Bật giới hạn tốc độ chung

source: Enable sound notifications so you don't miss important downloads completing. The progress bar helps you track downloads without opening the app.
hi: महत्वपूर्ण डाउनलोड पूरा होने पर न चूकने के लिए ध्वनि सूचनाएं सक्षम करें। प्रगति पट्टी आपको ऐप खोले बिना डाउनलोड ट्रैक करने में मदद करती है।
vi: Bật thông báo âm thanh để bạn không bỏ lỡ các tệp tải xuống quan trọng hoàn tất. Thanh tiến trình giúp bạn theo dõi quá trình tải xuống mà không cần mở ứng dụng.

source: Encoding
hi: एन्कोडिंग
vi: Mã hóa

source: Ensure that all download settings are configured correctly before confirming.
hi: पुष्टि करने से पहले सुनिश्चित करें कि सभी डाउनलोड सेटिंग्स सही ढंग से कॉन्फ़िगर की गई हैं।
vi: Hãy đảm bảo rằng tất cả các cài đặt tải xuống đã được cấu hình chính xác trước khi xác nhận.

source: Enter the link to the file for download
hi: डाउनलोड के लिए फ़ाइल का लिंक दर्ज करें
vi: Gắn dường link để tải

source: Errors
hi: त्रुटियाँ
vi: Lỗi

source: File deleted
hi: फ़ाइल हटाई गई
vi: Tệp đã bị xóa

source: File name
hi: फ़ाइल का नाम
vi: Tên file

source: File not exists
hi: फ़ाइल मौजूद नहीं है
vi: Tệp không tồn tại

source: Files
hi: फ़ाइलें
vi: Tệp

source: Get notified when the download is complete
hi: डाउनलोड पूरा होने पर सूचित करें
vi: Nhận thông báo khi quá trình tải xuống hoàn tất.

source: Hash
hi: हैश

source: If downloads are not progressing, stop the foreground , delete a download, and restart it.
hi: यदि डाउनलोड आगे नहीं बढ़ रहे हैं, तो फ़ोरग्राउंड को रोकें, एक डाउनलोड हटाएँ और उसे पुनः आरंभ करें।
vi: Nếu quá trình tải xuống không tiến triển, hãy dừng tiến trình nền, xóa một tải xuống và khởi động lại nó.

source: Insert URL ...
hi: URL डालें ...
vi: Gắn URL ...

source: Language
hi: भाषा
vi: Ngôn ngữ

source: LEGAL INFORMATION
hi: कानूनी जानकारी
vi: THÔNG TIN PHÁP LÝ

source: Light Mode
hi: लाइट मोड
vi: Chế độ sáng

source: Manage download notifications and sound alerts
hi: डाउनलोड सूचनाएँ और ध्वनि अलर्ट प्रबंधित करें
vi: Quản lý thông báo tải xuống và cảnh báo âm thanh

source: Maximum speed
hi: अधिकतम गति
vi: Tốc độ tối đa

source: Network
hi: नेटवर्क
vi: Mạng

source: Network management
hi: नेटवर्क प्रबंधन
vi: Quản lý mạng

source: Next
hi: अगला
vi: Tiếp tục

source: Note
hi: ध्यान दें
vi: Chú ý

source: Notification
hi: सूचना
vi: Thông báo

source: Notify when completed
hi: पूरा होने पर सूचित करें
vi: Thông báo khi hoàn thành

source: Number of files
hi: फ़ाइलों की संख्या
vi: Số lượng tệp

source: Number of pieces
hi: टुकड़ों की संख्या
vi: Số lượng phần

source: Only Wi-Fi
hi: केवल Wi-Fi
vi: Chỉ Wi-Fi

source: On pause
hi: रोक दिया गया
vi: Ngừng

source: Open file
hi: फ़ाइल खोलें
vi: Mở tệp

source: Optimization advice
hi: अनुकूलन सलाह
vi: Lời khuyên tối ưu hóa

source: Optional download settings
hi: वैकल्पिक डाउनलोड सेटिंग्स
vi: Cài đặt tải xuống (tuỳ chọn)

source: Others
hi: अन्य
vi: Khác

source: OTHER SETTINGS
hi: अन्य सेटिंग्स
vi: CÁC CÀI ĐẶT KHÁC

source: Pause
hi: रोकें
vi: Tạm dừng

source: Paused
hi: रोका गया
vi: Đã tạm dừng

source: Pick torrent file
hi: टॉरेंट फ़ाइल चुनें
vi: Chọn tệp torrent

source: Piece size
hi: टुकड़े का आकार
vi: Kích thước phần

source: Play sound when download is complete
hi: डाउनलोड पूरा होने पर ध्वनि बजाएँ
vi: Phát âm thanh khi quá trình tải xuống hoàn tất

source: Please enter the file name with extension (ex: .pdf, .mp4, .mp3) If don't know, leave it as default.
hi: कृपया एक्सटेंशन के साथ फ़ाइल का नाम दर्ज करें (उदा: .pdf, .mp4, .mp3) यदि पता नहीं है, तो इसे डिफ़ॉल्ट रूप में छोड़ दें।
vi: Vui lòng nhập tên tệp kèm phần mở rộng (ví dụ: .pdf, .mp4, .mp3) Nếu không biết, hãy để mặc định.

source: Priority
hi: प्राथमिकता
vi: Độ ưu tiên

source: Privacy Policy
hi: गोपनीयता नीति
vi: Chính sách bảo mật

source: Private
hi: निजी
vi: Riêng tư

source: Progress
hi: प्रगति
vi: Tiến trình

source: Quick selection
hi: त्वरित चयन
vi: Chọn nhanh

source: QUICK SWITCHES
hi: त्वरित स्विच
vi: CÔNG TẮC NHANH

source: Resume downloads when network connection is restored
hi: नेटवर्क कनेक्शन बहाल होने पर डाउनलोड फिर से शुरू करें
vi: Tiếp tục tải xuống khi kết nối mạng được khôi phục.

source: ROAMING
hi: रोमिंग
vi: DỊCH VỤ ROAMING

source: Roaming pause
hi: रोमिंग विराम
vi: Tạm dừng dịch vụ chuyển vùng

source: Save folder
hi: फ़ोल्डर सहेजें
vi: Tệp lưu

source: Select file
hi: फ़ाइल चुनें
vi: Chọn tệp

source: Select how you want to download the file
hi: चुनें कि आप फ़ाइल को कैसे डाउनलोड करना चाहते हैं
vi: Chọn cách bạn sẽ tải file xuống

source: Select where to save the file
hi: फ़ाइल को कहाँ सहेजना है चुनें
vi: Chọn vị trí lưu

source: Set a speed limit to reserve bandwidth for other applications and ensure a stable connection.
hi: अन्य एप्लिकेशन के लिए बैंडविड्थ आरक्षित करने और स्थिर कनेक्शन सुनिश्चित करने के लिए गति सीमा निर्धारित करें।
vi: Đặt giới hạn tốc độ để dành băng thông cho các ứng dụng khác và đảm bảo kết nối ổn định.

source: Set speed limits and rules for automatic enforcement
hi: स्वचालित प्रवर्तन के लिए गति सीमा और नियम निर्धारित करें
vi: Đặt giới hạn tốc độ và quy tắc cho việc thực thi tự động.

source: Settings
hi: सेटिंग्स
vi: Cài đặt

source: Share
hi: साझा करें
vi: Chia sẻ

source: Size
hi: आकार
vi: Kích thước

source: Sorting
hi: सॉर्ट करना
vi: Xắp xếp

source: Speed
hi: गति
vi: Tốc độ

source: Speed limit
hi: गति सीमा
vi: Giới hạn tốc độ tải

source: Start downloading
hi: डाउनलोड शुरू करें
vi: Bắt đầu tải

source: Storage location
hi: भंडारण स्थान
vi: Vị trí bộ nhớ

source: Suspend while roaming
hi: रोमिंग के दौरान निलंबित करें
vi: Tạm ngưng khi roaming

source: Terms of Service
hi: सेवा की शर्तें
vi: Điều khoản dịch vụ

source: Theme
hi: थीम
vi: Chủ đề

source: Tips for saving traffic
hi: ट्रैफ़िक बचाने के लिए सुझाव
vi: Mẹo tiết kiệm dữ liệu di động

source: Title
hi: शीर्षक
vi: Tiêu đề

source: Torrent
hi: टॉरेंट

source: Torrent information
hi: टॉरेंट जानकारी
vi: Thông tin về torrent

# torrentnotificationcontent
source: Frequently sign in to the app to avoid interruptions (every 10 minutes)
hi: बाधाओं से बचने के लिए ऐप में बार-बार साइन इन करें (हर 10 मिनट में)
vi: Thường xuyên đang nhập app để không bị dán đoạn (10 phút/lần)

# torrentnotificationtitle
source: Downloading torrent file
hi: टॉरेंट फ़ाइल डाउनलोड हो रही है
vi: Đang tải tệp torrent

source: Torrents
hi: टॉरेंट

source: Total file size
hi: कुल फ़ाइल आकार
vi: Kích thước tổng của tệp

source: Total size
hi: कुल आकार
vi: Tổng kích thước

source: URL Downloads
hi: URL डाउनलोड

source: Use speed limits to save bandwidth and prevent network overload. Network settings will help optimize downloads depending on the type of connection.
hi: बैंडविड्थ बचाने और नेटवर्क अतिभार को रोकने के लिए गति सीमा का उपयोग करें। नेटवर्क सेटिंग्स कनेक्शन के प्रकार के आधार पर डाउनलोड को अनुकूलित करने में मदद करेंगी।
vi: Sử dụng giới hạn tốc độ để tiết kiệm băng thông và ngăn ngừa quá tải mạng. Cài đặt mạng sẽ giúp tối ưu hóa quá trình tải xuống tùy thuộc vào loại kết nối.

source: This application may not work correctly when the device battery level is critically low.
vi: Ứng dụng này có thể không hoạt động chính xác khi mức pin của thiết bị ở mức quá thấp.
